

<div>
<div id="carouselExampleIndicators" class="carousel slide" >
    <ol class="carousel-indicators">
        <li data-target="#carouselExampleIndicators" data-slide-to="0" ></li>
        <li data-target="#carouselExampleIndicators" data-slide-to="1"></li>
    </ol>
    <div class="carousel-inner">
        <div style="background-color: #b9bc23" class="carousel-item active">
            <img width="800" height="800" class="d-block w-75" src="/images/Andrianov.jpg." alt="First slide">
            <h1>Адрианов Андрей Владимирович</h1>
            <h4>Доктор биологических наук, академик РАН. Вице-
                президент Российской академии наук (с 2017г.), научный руководитель Национального
                научного центра морской биологии им. А.В. Жирмунского ДВО РАН, председатель
                экспертного совета РАН, председатель Комитета РАН по Программе ООН по
                окружающей среде (с 2018г.), почетный доктор ДВФУ (2018).</h4>
        </div>
        <div class="carousel-item">
            <img class="d-block w-100" src="/images/DNK_лого_2.jpg." alt="Third slide">
            <h1>Описание ДНК</h1>
            <h4>Дом научной коллаборации - это центр дополнительного образования для детей и
                взрослых, включающий образовательные программы по освоению современных
                прикладных и гибких компетенций. ДНК подразумевает новый подход к образованию,
                реализующийся через выполнение учащимися реальных кейсов по передовым
                направлениям развития технологий.</h4>
        </div>

    </div>
    <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
        <span class="carousel-control-prev-icon" aria-hidden="true"></span>
        <span class="sr-only">Previous</span>
    </a>
    <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
        <span class="carousel-control-next-icon" aria-hidden="true"></span>
        <span class="sr-only">Next</span>
    </a>
</div>

    <br>
    <br>
    <div class="card w-100">
        <div style="background-color:#FFC90D " class="card-body">
            <h1 style="color: #000;" class="card-title">ДНК - это:</h1>
            <H3 class="card-text">
                ● Проектная деятельность<br>
                ● Реальные кейсы<br>
                ● Научная ориентация<br>
                ● Hard и Soft Skills<br>
                ● Пространства для работы и отдыха<br>
                ● Университетские мастерские и лаборатории
            </H3>
            <h2>и ТЫ можешь стать частью этого!</h2>
            <a href="/anketa/create" class="btn btn-dark">Подать заявку</a>
        </div>
    </div>
    <br>
    <br>
<div>
    <h1 style="text-align: center">Описание образовательных программ</h1>
    <br>
    <h3 style="text-align: center">Образовательное направление “Детский университет” (5 - 9 классы)</h3>
<div class="card-group">
    <div class="card">
        <!-- <img class="card-img-top" src="..." alt="VR"> -->
        <div class="card-body VR">
            <h5 class="card-title">VR</h5>
            <p class="card-text">
                Программа подразумевает комплексный подход к освоению VR технологии, где
                обучающиеся смогут развить свои навыки программирования, 3D дизайна и получат опыт
                командной работы в рамках проектной деятельности.
            </p>
            <p class="card-text"><small class="text-muted">
                    Преподаватель: Ян Татьяна Вячеславовна<br>
                    Возраст учащихся: 14-17 лет (8-9 класс)<br>
                    Режим занятий: 1,5 часа два раза в неделю<br>
                    Срок обучения: 1 полугодие
                </small></p>
        </div>
    </div>
    <div class="card">
        <!-- <img class="card-img-top" src="..." alt="Космическое бюро"> -->
        <div class="card-body cosmos">
            <h5 class="card-title">Космическое бюро</h5>
            <p class="card-text">
                Программа направлена на формирование навыков использования космических
                снимков для реализации проектов школьников, опыта и механизмов взаимодействия с
                операторами космических аппаратов Дистанционного зондирования Земли.
            </p>
            <p class="card-text"><small class="text-muted">
                    Преподаватель: Храмцова Анастасия Владимировна<br>
                    Возраст учащихся: 14-17 лет (8-9 класс)<br>
                    Режим занятий: 1,5 часа два раза в неделю<br>
                    Срок обучения: 1 год
                </small></p>
        </div>
    </div>
    <div class="card">
        <!-- <img class="card-img-top" src="..." alt="Создание моделей ракет"> -->
        <div class="card-body rocket">
            <h5 class="card-title">Создание моделей ракет</h5>
            <p class="card-text">
                Программа направлена на освоение Hard- и Soft-компетенций обучающимися в
                области урбанистики и аэротехнологий через использование проектного мышления.
            </p>
            <p class="card-text"><small class="text-muted">
                    Преподаватель: Храмцова Анастасия Владимировна<br>
                    Возраст учащихся: 14-17 лет (8-9 класс)<br>
                    Режим занятий: 1,5 часа два раза в неделю<br>
                    Срок обучения: 1 полугодие
                </small></p>
        </div>
    </div>
</div>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Введение в космологию и основы космического инжиниринга"> -->
            <div class="card-body cosmoseng">
                <h5 class="card-title">Введение в космологию и основы космического инжиниринга</h5>
                <p class="card-text">
                    Программа направлена на освоение компетенций программирования,
                    прототипирования и конструирования в области космологии и космической инженерии.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Баранчугов Илья Александрович<br>
                        Возраст учащихся: 10-14 лет (5-7 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Космическое бюро"> -->
            <div class="card-body robot">
                <h5 class="card-title">Робот Arduino-Raspberry-Mecanum</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков по использованию симулятора
                    CoppeliaSim для выполнения домашнего задания и для выполнения тестов, является
                    модулем программы связанной с конструированием робота (позволяет лучше
                    обучающимся понимать происходящие в конструкции робота процессы).
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ипатов Артём Александрович<br>
                        Возраст учащихся: 10-14 лет (5-7 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Создание моделей ракет"> -->
            <div class="card-body intellect">
                <h5 class="card-title">Интеллектуальные системы и технологии</h5>
                <p class="card-text">
                    Программа формирует компетенции, которые позволят обучающимся
                    в будущем успешно создавать собственные электронные устройства, заниматься
                    разработкой программного обеспечения, программированием микроконтроллеров, а также
                    конкурировать на рынке рабочей силы в области информационных технологий.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Стрекалёв Вячеслав Олегович<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
    </div>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Промышленный дизайн"> -->
            <div class="card-body design">
                <h5 class="card-title">Промышленный дизайн</h5>
                <p class="card-text">
                    Программа направлена на освоение основ 3D моделирования и инженерной
                    графики, развитие творческого и проектного мышления подготовка к участию в
                    проектных и творческих выставках.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Гаврик Василиса Вячеславовна<br>
                        Возраст учащихся: 10-14 лет (5-7 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Основы человеко-машинных интерфейсов"> -->
            <div class="card-body interface">
                <h5 class="card-title">Основы человеко-машинных интерфейсов</h5>
                <p class="card-text">
                    Программа направлена на освоение hard- и soft- компетенций обучающимися в
                    области нейротехнологий через использования кейсового подхода.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Безрукавая Полина Андреевна<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
        <div class="card">
            <!-- <img class="card-img-top" src="..." alt="Биотехнологии"> -->
            <div class="card-body bio">
                <h5 class="card-title">Биотехнологии</h5>
                <p class="card-text">
                    Программа направлена на формирование инженерно-биологического мышления у
                    современных школьников, развитие естественного интереса к познанию, выстраивание
                    личной и командной истории успеха.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватели: Маськин Егор Викторович и Гребёнкин Павел Вячеславович<br>
                        Возраст учащихся: 10-14 лет (5-7 класс) и 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
    </div>









    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <h3 style="text-align: center">Образовательное направление “Малая академия” (10 - 11 классы)</h3>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="Космическое бюро">
            <div class="card-body">
                <h5 class="card-title">Космическое бюро</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков использования космических
                    снимков для реализации проектов школьников, опыта и механизмов взаимодействия с
                    операторами космических аппаратов Дистанционного зондирования Земли.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Храмцова Анастасия Владимировна<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Устройства на PyBoard">
            <div class="card-body">
                <h5 class="card-title">Устройства на PyBoard</h5>
                <p class="card-text">
                    Программа направлена на развитие научно-технического и творческого потенциала
                    личности путём организации его деятельности в процессе интеграции начального
                    инженерно-технического конструирования и программирования, изучение основ
                    программирования и сборки схем на базе платформы 32-х битного микроконтроллера
                    STM32F405.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ефимов Павел Андреевич<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа один раз в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Робот Arduino-Raspberry-Mecanum">
            <div class="card-body">
                <h5 class="card-title">Робот Arduino-Raspberry-Mecanum</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков по использованию симулятора
                    CoppeliaSim для выполнения домашнего задания и для выполнения тестов, является
                    модулем программы связанной с конструированием робота (позволяет лучше
                    обучающимся понимать происходящие в конструкции робота процессы).
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ефимов Павел Андреевич<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
    </div>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="Робо-OpenCV">
            <div class="card-body">
                <h5 class="card-title">Робо-OpenCV</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков по написанию основных классов
                    и методов, которые далее можно использовать для автономного перемещения
                    робототехнических устройств, применению машинного обучения для перемещения
                    робототехнических систем
                    с помощью камеры.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ефимов Павел Андреевич<br>
                        Возраст учащихся: 15-18 лет (9-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Квадрокоптеры и БПЛА">
            <div class="card-body">
                <h5 class="card-title">Квадрокоптеры и БПЛА</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков обращения с БЛА,
                    выражающихся в общих знаниях малой и беспилотной авиации, навыках пилотирования
                    беспилотных летательных аппаратов, способностях работать с технологиями машинного
                    зрения и FPV.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Мамбетов Руслан Исмаилович<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Интеллектуальные системы и технологии">
            <div class="card-body">
                <h5 class="card-title">Интеллектуальные системы и технологии</h5>
                <p class="card-text">
                    Программа формирует компетенции, которые позволят обучающимся
                    в будущем успешно создавать собственные электронные устройства, заниматься
                    разработкой программного обеспечения, программированием микроконтроллеров, а также
                    конкурировать на рынке рабочей силы в области информационных технологий.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Стрекалёв Вячеслав Олегович<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
    </div>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="Робот на Mecanum Wheel">
            <div class="card-body">
                <h5 class="card-title">Робот на Mecanum Wheel</h5>
                <p class="card-text">
                    Программа направлена на освоение компетенций в области
                    3D моделирования и прототипирования, а также усвоение проектного подхода в любых
                    видах деятельности путем участия в реальном проекте по созданию рабочей платформы
                    робота на Mecanum wheel, готовой под программирование.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Малахов Дмитрий Олегович<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Основы человеко-машинных интерфейсов">
            <div class="card-body">
                <h5 class="card-title">Основы человеко-машинных интерфейсов</h5>
                <p class="card-text">
                    Программа направлена на освоение hard- и soft- компетенций обучающимися в
                    области нейротехнологий через использования кейсового подхода.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Безрукавая Полина Андреевна<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Биотехнологии">
            <div class="card-body">
                <h5 class="card-title">Биотехнологии</h5>
                <p class="card-text">
                    Программа направлена на формирование инженерно-биологического мышления у
                    современных школьников, развитие естественного интереса к познанию, выстраивание
                    личной и командной истории успеха.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Дмитриев Богдан Евгеньевич<br>
                        Возраст учащихся: 16-18 лет (10-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 год
                    </small></p>
            </div>
        </div>
    </div>


































    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <h3 style="text-align: center">Образовательное направление “Урок технологии” (5 - 11 классы)</h3>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="VR">
            <div class="card-body">
                <h5 class="card-title">VR</h5>
                <p class="card-text">
                    Программа подразумевает комплексный подход к освоению VR технологии, где
                    обучающиеся смогут развить свои навыки программирования, 3D дизайна и получат опыт
                    командной работы в рамках проектной деятельности.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ян Татьяна Вячеславовна    <br>
                        Возраст учащихся: 16-18 лет (10-11 класс)    <br>
                        Режим занятий: 1,5 часа два раза в неделю    <br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Комплексный инжиниринг в области космических технологий">
            <div class="card-body">
                <h5 class="card-title">Комплексный инжиниринг в области космических технологий</h5>
                <p class="card-text">
                    Программа направлена на формирование компетенций, позволяющих школьникам
                    самостоятельно искать проблемы в современной космонавтике, находить способы их
                    устранения и разрабатывать комплект конструкторской документации согласно
                    требований ЕСКД.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Баранчугов Илья Александрович<br>
                        Возраст учащихся: 14-18 лет (9-11 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Создание рельефа местности">
            <div class="card-body">
                <h5 class="card-title">Создание рельефа местности</h5>
                <p class="card-text">
                    Программа направлена на подготовку творческой, технически грамотной,
                    гармонично развитой личности, обладающей логическим мышлением, способной
                    анализировать и решать задачи в команде в области информационных и аэротехнологий,
                    решать ситуационные кейсовые задания, основанные на групповых проектах.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Горяшко Владислав Константинович<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
    </div>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="Робот Arduino-Raspberry-Mecanum">
            <div class="card-body">
                <h5 class="card-title">Робот Arduino-Raspberry-Mecanum</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков по использованию симулятора
                    CoppeliaSim для выполнения домашнего задания и для выполнения тестов, является
                    модулем программы связанной с конструированием робота (позволяет лучше
                    обучающимся понимать происходящие в конструкции робота процессы).
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Ипатов Артём Александрович<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Квадрокоптеры и БПЛА">
            <div class="card-body">
                <h5 class="card-title">Квадрокоптеры и БПЛА</h5>
                <p class="card-text">
                    Программа направлена на формирование навыков обращения с БЛА,
                    выражающихся в общих знаниях малой и беспилотной авиации, навыках пилотирования
                    беспилотных летательных аппаратов, способностях работать с технологиями машинного
                    зрения и FPV.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Мамбетов Руслан Исмаилович<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        <div class="card">
            <img class="card-img-top" src="..." alt="Цифровая схемотехника в мире IT">
            <div class="card-body">
                <h5 class="card-title">Цифровая схемотехника в мире IT</h5>
                <p class="card-text">
                    Программа направлена на освоение обучающимися основных необходимых
                    Hard/Soft-компетенций в области проектирования электронных устройств через
                    использование кейс-технологий и других методов активного обучения.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Бобров Владислав Витальевич    <br>
                        Возраст учащихся: 14-18 лет (9-11 класс)    <br>
                        Режим занятий: 1,5 часа два раза в неделю    <br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
    </div>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <br>
    <div class="card-group">
        <div class="card">
            <img class="card-img-top" src="..." alt="Промышленный дизайн">
            <div class="card-body">
                <h5 class="card-title">Промышленный дизайн</h5>
                <p class="card-text">
                    Программа направлена на освоение подростками основ
                    3D моделирования с использованием САПР Solidworks и инженерной графики, развитие
                    творческого и проектного мышления.
                </p>
                <p class="card-text"><small class="text-muted">
                        Преподаватель: Коломейцев Александр Юрьевич<br>
                        Возраст учащихся: 14-17 лет (8-9 класс)<br>
                        Режим занятий: 1,5 часа два раза в неделю<br>
                        Срок обучения: 1 полугодие
                    </small></p>
            </div>
        </div>
        </div>
    </div>
</div>